Repository: IdentityPython/pyFF
Catalog: src/pyff/i18n/*/LC_MESSAGES/messages.po
Languages: de

source: Metadata By Attributes
de: Metadaten nach Attributen

source: Bad Request
de: Ungültiger HTTP Request

source: Can't help you there...
de: Ungültiger HTTP Request

source: Not Found
de: Die angefragte HTTP-Ressource konnte nicht gefunden werden

source: Whatever you were looking for, it sure ain't here...
de: Die angefragte HTTP-Ressource konnte nicht gefunden werden

source: Server Error
de: Server Fehler

source: Ouch
de: Server Fehler

source: Service Temporarily Unavailable
de: Server vorübergehend nicht verfügbar

source: Repository loading. Please come back later...
de: Repository wird geladed. Bitte probieren Sie es später noch einmal

source: About this server
de: Über diesen Server

source: Server Info
de: Server Information

source: Last update
de: Letzte Änderung

source: How do you want to sign in?
de: Wie wollen Sie sich anmelden

source: Suggested
de: Vorgeschlagen

source: All Login Providers
de: Alle Stammportale

source: Start typing to search for your home institution or login provider...
de: Geben Sie den die Anfangsbuchsten des Namens Ihrer Organisation ein

source: Remember choice
de: Auswahl merken

source: Remember my choice and never show me this page again!
de: Merke die Auswahl und frage mich in Zukunft nicht mehr!

source: What is this?
de: Was ist das?

source: You are accessing a service that requires you to sign in. You need to choose an identity provider - typically your home organization.
de: Sie greifen auf eine Anwendung zu die eine Anmeldung benötigt. Wählen Sie ein Stammportal aus.

source: We will do our best to remember your choice for the next time you visit this service!
de: Die Auswahl ist für den nächsten Besuch vorgemerkt!

source: Please login...
de: Bitte melden Sie sich an.

source: You are connecting to...
de: Sie verbinden sich mit

source: This service requests that you <strong>identify yourself</strong>. Select your preferred identity service below...
de: Diese Dienst erfordert, dass Sie sich anmelden. Bitte wählen Sie Ihr bevorzugtes Identitätsservice aus.

source: Start typing to search for your identity service...
de: Suche beginnt mit der Eingabe ...

source: Show me more choices
de: Weitere Auswahlmöglichkeiten anzeigen

source: If you always use one and the same login provider for everything it might be a good idea to remember your choice by pressing <em>Login and use Forever</em>. Press <em>Start Over</em> to redo the search and pick another login provider.
de: Wenn Sie immer den gleichen Identitätsprovider verwenden können Sie die Auswahl speichern.

source: Proceed to Login
de: Weiter zum Login

source: Login and use Forever
de: Login und Auswahl merken

source: Yes I am Sure - Use Forever
de: Ja, ich bin sicher - Auswahl für immer merken

source: Start Over
de: Zurück

source: All Entities
de: Alle Entities

source: About
de: Über

source: Toggle navigation
de: Naviagation ein/aus

source: Reset
de: Zurücksetzen

source: Settings
de: Einstellungen

source: Statistics
de: Statisktik

source: Documentation
de: Dokumentation

source: Ready to Clear your Settings?
de: Wollen Sie Ihre Einstellungen wirklich verwerfen?

source: The login provider chooser allows you to save certain settings, such as your last visited login providers. This is done to make your login experience as seemless as possible. However you may need to reset these settings, perhaps to disable your pre-selected login provider(s).
de: Die Stammportalauswahl erlaubt zu speichern welches Stammportal zuletzt besucht wurde." "Möglicherweise müssen Sie später einmal diese Einstellungen ändern um sie über ein anderes Stammportal anzumelden.

source: Read more about how
de: Mehr darüber lesen

source: these settings are stored
de: wie diese Einstellungen gespeichert werden

source: Yes, Clear my Settings
de: Ja, meine Einstellungen löschen

source: No, get me out of here!
de: Nein, lieber doch nicht

source: No cookies served here!
de: Hier werden keine Cookies verwendet!

source: This service uses HTML5 local store (and corresponding service in some non-HTML5 browsers) to store settings and preferences. This means that no cookies are sent to the server and no personal information is ever leaked to a 3rd party. Nevertheless it may sometimes be useful or necessary to
de: Dieser Dienst verwendet 'HTML5 Local Storage' um benutzerspezifische Einstellungen zu speichern. Daher werden keine Cookies an den Server gesendet. Persönliche Daten werden nicht an Dritte weitergegeben. Dennoch können Sie Ihrepersönlichen Einstellung für dieses Service

source: clear your settings on this site
de: hier löschen
